Repository: tollwerk/TYPO3-ext-tw_feuser
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, es, nl, pl

# feuser.registration.form.email.placeholder
source: john@doe.com
de: max@mustermann.de
es: fulano@detal.com
nl: jan@jansen.com
pl: jan@kowalski.com

# feuser.registration.form.email.error.unique
source: The email address is already taken
de: Diese Adresse ist bereits vergeben

# feuser.registration.form.submit
source: Register now
de: Jetzt registrieren
es: Regístrate ahora
nl: Registreer nu
pl: Zarejestruj się teraz

# feuser.registration.status.submitted.title
source: Thank you for registering
de: Danke für Ihre Registrierung
nl: Bedankt voor uw inschrijving
pl: Dziękuję za rejestrację

# feuser.registration.status.submitted.message
source: We have sent you an email. Please click on the confirmation link inside to finish your registration.
de: Sie haben eine E-Mail erhalten. Bitte klicken Sie dort auf den Bestätigungslink, um Ihre Registrierung abzuschließen.

# feuser.registration.status.success.title
source: Registration confirmed
de: Registrierung abgeschlossen
es: Registro confirmado
nl: Registratie Bevestigd
pl: Rejestracja potwierdzona

# feuser.registration.status.success.message
source: Thank you for confirming your registration. You can now sign in to the website.
de: Vielen Dank, Sie haben Ihre Registrierung hiermit abgeschlossen und können sich nun mit Ihren Zugangsdaten anmelden.
es: Muchas gracias por su registro. Ahora puedes entrar en el sitio web.
nl: Hartelijk dank voor uw registratie. U kunt nu inloggen op de website.
pl: Dziękuję bardzo za rejestrację. Możesz teraz zalogować się na stronie.

# feuser.registration.status.error.title
source: Registration error
de: Fehler bei der Registrierung
es: Error durante el registro
nl: Fout tijdens de registratie
pl: Błąd podczas rejestracji

# feuser.registration.status.error.message
source: We are sorry but there was an error. Please contact us directly if this keeps happening.
de: Es tut uns leid, aber bei Ihrer Registrierung ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal oder kontaktieren Sie uns direkt. Vielen Dank für Ihr Verständnis.

# feuser.registration.adminEmail.subject
source: A new user signed up
de: Ein neuer Benutzer hat sich registriert

# feuser.registration.email.subject
source: Please confirm your registration
de: Bitte bestätigen Sie Ihre Registrierung
es: Por favor, confirme su registro
nl: Gelieve uw registratie te bevestigen
pl: Rejestracja potwierdzona

# feuser.registration.email.body.html
source: <p>Thank your for registering. Please confirm your registration by clicking on the following link:</p> <blockquote> <a href="%s" target="_blank">%s</a> </blockquote> <p>After that you can sign in with the following credentials:</p> <blockquote> <strong>Username:</strong> %s<br /> <strong>Password:</strong> %s </blockquote> <p>If you do not wish to register anymore you can simply ignore this message.</p>
de: <p>Danke für Ihre Registrierung. Um diese abzuschließen, klicken Sie bitte auf den folgenden Link:</p> <blockquote> <a href="%s" data-href="%s" target="_blank">Registrierung abschließen</a> </blockquote> <p>Danach können Sie sich mit folgenden Zugangsdaten anmelden:</p> <blockquote> <strong>Benutzername:</strong> %s<br /> <strong>Passwort:</strong> %s </blockquote> <p>Wenn Sie sich doch nicht mehr registrieren möchten, können Sie diese E-Mail einfach ignorieren.</p>

# feuser.registration.email.body.plaintext
source: Please confirm your registration by clicking on the following link: %s After that you can sign in with the following credentials: Username: %s Password: %s If you do not wish to register anymore you can simply ignore this message.
de: Danke für Ihre Registrierung. Um diese abzuschließen, klicken Sie bitte auf den folgenden Link: %s Danach können Sie sich mit folgenden Zugangsdaten anmelden: Benutzername: %s Passwort: %s Wenn Sie sich doch nicht mehr registrieren möchten, können Sie diese E-Mail einfach ignorieren.

# feuser.profile.form.submit
source: Update
de: Aktualisieren

# feuser.profile.form.givenName
source: Given name
de: Vorname

# feuser.profile.form.givenName.placeholder
source: John
de: Max

# feuser.profile.form.familyName
source: Family name
de: Nachname

# feuser.profile.form.familyName.placeholder
source: Doe
de: Mustermann

# feuser.profile.status.update.success.message
source: Profile updated
de: Profil aktualisiert

# feuser.profile.status.update.success.message
source: Your successfully updated your profile.
de: Sie haben Ihr Profil erfolgreich aktualisiert.

# feuser.profile.status.update.error.title
source: Sorry but there was an error updating your profile.
de: Entschuldigung, aber Ihr Profil konnte nicht erfolgreich aktualisiert werden.

# feuser.profile.update.adminEmail.subject
source: A user updated his profile
de: Ein Benutzer hat seine Konto aktualisiert

# feuser.password.form.submit
source: Change password
de: Passwort ändern

# feuser.password.form.password
source: Password
de: Passwort

# feuser.password.form.password.placeholder
source: Your new password
de: Ihr neues Passwort

# feuser.password.status.success
source: You successfully changed your password
de: Sie haben Ihr Passwort erfolgreich geändert

# feuser.password.status.error
source: Sorry, but there was an error changing your password
de: Entschuldigung, aber Ihr Passwort konnte nicht geändert werden

# feuser.password.form.confirmPassword
source: Repeat password
de: Passwort wiederholen

# validator.password.minLength.error
source: Your password is too short. Please use at least %s characters.
de: Ihr Passwort ist zu kurz. Bitte nutzen Sie mindestens %s Zeichen.

# feuser.registration.form.email
source: Email
es: Correo electrónico

# feuser.registration.form.firstName
source: First name
es: Nombre de pila
nl: Voornaam
pl: Imię

# feuser.registration.form.lastName
source: Last name
es: Apellido
nl: Achternaam
pl: Nazwisko

# feuser.registration.form.terms.label
source: Terms and privacy disclaimer
es: Reconocimiento de la declaración de protección de datos y condiciones de alquiler
nl: Erkenning van de verklaring inzake gegevensbescherming en de huurvoorwaarden
pl: Hasło

# feuser.registration.form.password
source: Password
es: Contraseña
nl: Wachtwoord
pl: Powtórzyć hasło

# feuser.registration.form.repeatPassword
source: Repeat password
es: Repita la contraseña
nl: Wachtwoord herhalen
pl: Potwierdzenie deklaracji o ochronie danych osobowych i warunków wynajmu

# feuser.registration.form.terms
source: I hereby confirm that I have read and understood your <a href="%s" target="_blank">Terms & Conditions</a> and your <a href="%s" target="_blank">Privacy Policy</a> and that I agree to both.
es: Confirmo haber tomado conocimiento de la <a href="%s" target="_blank">información relativa a las Condiciones comerciales generales</a> y a la <a href="%s" target="_blank">Protección de datos</a> y estar de acuerdo con las mismas.
nl: Ik bevestig dat ik de <a href="%s" target="_blank">informatie over de algemene voorwaarden</a> en de <a href="%s" target="_blank">privacy</a> heb gelezen en ermee akkoord ga.
pl: Potwierdzam, że zapoznałem/-am się z <a href="%s" target="_blank">informacjami dotyczącymi Ogólnych Warunków</a> <a href="%s" target="_blank">Użytkowania i ochrony danych</a> oraz je akceptuję.

# feuser.profile.form.submit
source: Save changes
es: Gracias por su registro

# feuser.registration.status.submitted.message
source: We have sent you an email. Please click on the confirmation link inside to finish your registration.
es: Te enviamos un mensaje de correo electrónico. Por favor, vaya a la URL de confirmación en el mensaje para completar su registro.
nl: We hebben u een e-mailbericht gestuurd. Ga naar de bevestigings-URL in het bericht om uw registratie af te ronden.
pl: Wysłaliśmy ci wiadomość e-mail. Proszę przejść do adresu URL potwierdzenia w wiadomości, aby zakończyć rejestrację.

# feuser.registration.status.error.message
source: We are sorry but there was an error. Please contact us directly if this keeps happening.
es: Lo sentimos, pero ha habido un error. Por favor, inténtelo de nuevo y póngase en contacto con nosotros directamente si el error persiste.
nl: Het spijt ons, maar er is een fout gemaakt. Probeer het opnieuw en neem direct contact met ons op als de fout blijft bestaan.
pl: Przykro nam, ale to był błąd. Proszę spróbować ponownie i skontaktować się z nami bezpośrednio, jeśli błąd się powtarza.

# feuser.registration.form.email.error
source: Email address already registered
es: Dirección de correo electrónico ya asignada
nl: Reeds toegewezen e-mailadres
pl: Adres e-mail już przydzielony
