Repository: tollwerk/TYPO3-ext-tw_feuser
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# file
source: Files and folders
de: Dateien und Ordner

source: Common
de: Allgemein

# feuser
source: Frontend User
de: Website-Benutzer

# feuser.registration.pid
source: Registration | The PID for fe_user records
de: Registrierung | Frontend-Benutzer PID

# feuser.registration.groupUid
source: Registration | The feuser group uid
de: Registrierung | Frontend-Benutzergruppen UID

# feuser.registration.pluginPid
source: Registration | The Page with registration plugin
de: Registrierung | Seite mit dem Registrierungs-Plugin

# feuser.registration.confirmPid
source: Registration | The confirmation Page
de: Registrierung | Best채tigungsseite

# feuser.registration.autologin
source: Registration | Automatic login on confirmation
de: Registrierung | Auto-Login bei Registrierungs-Best채tigung

# email.senderAddress
source: Sender Address
de: Absender E-Mail

# email.senderName
source: Sender Name
de: Absender Name

source: Validation
de: Validierung

# validation.password.minLength
source: Password | Min. length
de: Passwort | Mindestl채nge

# plugin.feuser.registration
source: tollwerk User | Frontend User Registration
de: tollwerk User | Frontend-Benutzer Registrierung

# plugin.feuser.registration.doubleOptIn
source: Enable Double-Opt-In
de: Double-Opt-In aktivieren

# plugin.feuser.profile
source: tollwerk User | Frontend User Profile
de: tollwerk User | Frontend-Benutzer Profil bearbeiten

# plugin.feuser.password
source: tollwerk User | Change password
de: tollwerk User | Passwort 채ndern
